Repository: mandarpawar51/scrolllearn-ai
Catalog: lib/l10n/app_*.arb
Languages: as, gu, kn, ml, mr, or, pa, ur

# appTitle
source: ScrollLearn AI
as: স্ক্ৰললাৰ্ণ AI
gu: સ્ક્રોલલર્ન AI
kn: ಸ್ಕ್ರೋಲ್‌ಲರ್ನ್ AI
ml: സ്ക്രോൾലേൺ AI
mr: स्क्रोललर्न AI
or: ସ୍କ୍ରୋଲଲର୍ନ AI
pa: ਸਕ੍ਰੋਲਲਰਨ AI
ur: اسکرول لرن AI

source: Settings
as: ছেটিংছ
gu: સેટિંગ્સ
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
or: ସେଟିଂସ
pa: ਸੈਟਿੰਗਾਂ
ur: سیٹنگز

source: Account
as: একাউণ্ট
gu: ખાતું
kn: ಖಾತೆ
ml: അക്കൗണ്ട്
mr: खाते
or: ଖାତା
pa: ਖਾਤਾ
ur: اکاؤنٹ

source: Profile
as: প্ৰফাইল
gu: પ્રોફાઇલ
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
or: ପ୍ରୋଫାଇଲ
pa: ਪ੍ਰੋਫਾਈਲ
ur: پروفائل

# manageProfile
source: Manage your profile
as: আপোনাৰ প্ৰফাইল পৰিচালনা কৰক
gu: તમારી પ્રોફાઇલ મેનેજ કરો
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನಿರ್ವಹಿಸಿ
ml: നിങ്ങളുടെ പ്രൊഫൈൽ നിയന്ത്രിക്കുക
mr: तुमची प्रोफाइल व्यवस्थापित करा
or: ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ ପରିଚାଳନା କରନ୍ତୁ
pa: ਆਪਣੀ ਪ੍ਰੋਫਾਈਲ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
ur: اپنا پروفائل منظم کریں

source: Email
as: ইমেইল
gu: ઇમેઇલ
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ईमेल
or: ଇମେଲ
pa: ਈਮੇਲ
ur: ای میل

# changeEmail
source: Change your email
as: আপোনাৰ ইমেইল সলনি কৰক
gu: તમારો ઇમેઇલ બદલો
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಬದಲಾಯಿಸಿ
ml: നിങ്ങളുടെ ഇമെയിൽ മാറ്റുക
mr: तुमचा ईमेल बदला
or: ଆପଣଙ୍କ ଇମେଲ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਆਪਣਾ ਈਮੇਲ ਬਦਲੋ
ur: اپنا ای میل تبدیل کریں

source: Password
as: পাছৱৰ্ড
gu: પાસવર્ડ
kn: ಪಾಸ್‌ವರ್ಡ್
ml: പാസ്‌വേഡ്
mr: पासवर्ड
or: ପାସୱାର୍ଡ
pa: ਪਾਸਵਰਡ
ur: پاس ورڈ

# changePassword
source: Change your password
as: আপোনাৰ পাছৱৰ্ড সলনি কৰক
gu: તમારો પાસવર્ડ બદલો
kn: ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಬದಲಾಯಿಸಿ
ml: നിങ്ങളുടെ പാസ്‌വേഡ് മാറ്റുക
mr: तुमचा पासवर्ड बदला
or: ଆପଣଙ୍କ ପାସୱାର୍ଡ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲੋ
ur: اپنا پاس ورڈ تبدیل کریں

source: Preferences
as: পছন্দসমূহ
gu: પસંદગીઓ
kn: ಆದ್ಯತೆಗಳು
ml: മുൻഗണനകൾ
mr: प्राधान्ये
or: ପସନ୍ଦ
pa: ਤਰਜੀਹਾਂ
ur: ترجیحات

source: Language
as: ভাষা
gu: ભાષા
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
or: ଭାଷା
pa: ਭਾਸ਼ਾ
ur: زبان

# chooseLanguage
source: Choose your preferred language
as: আপোনাৰ পছন্দৰ ভাষা বাছনি কৰক
gu: તમારી પસંદીદા ભાષા પસંદ કરો
kn: ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ ഇഷ്ടപ്പെട്ട ഭാഷ തിരഞ്ഞെടുക്കുക
mr: तुमची आवडती भाषा निवडा
or: ଆପଣଙ୍କ ପସନ୍ଦର ଭାଷା ବାଛନ୍ତୁ
pa: ਆਪਣੀ ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ ਚੁਣੋ
ur: اپنی پسندیدہ زبان منتخب کریں

source: Dark Mode
as: ডাৰ্ক মোড
gu: ડાર્ક મોડ
kn: ಡಾರ್ಕ್ ಮೋಡ್
ml: ഡാർക്ക് മോഡ്
mr: डार्क मोड
or: ଡାର୍କ ମୋଡ
pa: ਡਾਰਕ ਮੋਡ
ur: ڈارک موڈ

# darkModeDescription
source: Enable dark mode for a comfortable viewing experience
as: আৰামদায়ক দৰ্শন অভিজ্ঞতাৰ বাবে ডাৰ্ক মোড সক্ৰিয় কৰক
gu: આરામદાયક જોવાના અનુભવ માટે ડાર્ક મોડ સક્ષમ કરો
kn: ಆರಾಮದಾಯಕ ವೀಕ್ಷಣೆ ಅನುಭವಕ್ಕಾಗಿ ಡಾರ್ಕ್ ಮೋಡ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: സുഖകരമായ കാഴ്ച അനുഭവത്തിനായി ഡാർക്ക് മോഡ് പ്രവർത്തനക്ഷമമാക്കുക
mr: आरामदायक दृश्य अनुभवासाठी डार्क मोड सक्षम करा
or: ଆରାମଦାୟକ ଦେଖିବା ଅନୁଭବ ପାଇଁ ଡାର୍କ ମୋଡ ସକ୍ରିୟ କରନ୍ତୁ
pa: ਆਰਾਮਦਾਇਕ ਦੇਖਣ ਦੇ ਤਜਰਬੇ ਲਈ ਡਾਰਕ ਮੋਡ ਚਾਲੂ ਕਰੋ
ur: آرام دہ دیکھنے کے تجربے کے لیے ڈارک موڈ فعال کریں

source: API Configuration
as: API কনফিগাৰেচন
gu: API કોન્ફિગરેશન
kn: API ಕಾನ್ಫಿಗರೇಶನ್
ml: API കോൺഫിഗറേഷൻ
mr: API कॉन्फिगरेशन
or: API କନଫିଗରେସନ
pa: API ਸੰਰਚਨਾ
ur: API کنفیگریشن

source: AI Provider Keys
as: AI প্ৰদানকাৰী কী
gu: AI પ્રદાતા કીઓ
kn: AI ಪ್ರೊವೈಡರ್ ಕೀಗಳು
ml: AI പ്രൊവൈഡർ കീകൾ
mr: AI प्रदाता की
or: AI ପ୍ରଦାନକାରୀ କି
pa: AI ਪ੍ਰਦਾਤਾ ਕੀਆਂ
ur: AI فراہم کنندہ کیز

# apiKeysDescription
source: Configure your API keys to enable AI-powered learning features
as: AI-চালিত শিক্ষণ বৈশিষ্ট্যসমূহ সক্ৰিয় কৰিবলৈ আপোনাৰ API কীসমূহ কনফিগাৰ কৰক
gu: AI-સંચાલિત શિક્ષણ સુવિધાઓ સક્ષમ કરવા માટે તમારી API કીઓ કોન્ફિગર કરો
kn: AI-ಚಾಲಿತ ಕಲಿಕೆಯ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನಿಮ್ಮ API ಕೀಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ
ml: AI-പവേർഡ് ലേണിംഗ് ഫീച്ചറുകൾ പ്രവർത്തനക്ഷമമാക്കാൻ നിങ്ങളുടെ API കീകൾ കോൺഫിഗർ ചെയ്യുക
mr: AI-चालित शिक्षण वैशिष्ट्ये सक्षम करण्यासाठी तुमच्या API की कॉन्फिगर करा
or: AI-ଚାଳିତ ଶିକ୍ଷା ବୈଶିଷ୍ଟ୍ୟ ସକ୍ରିୟ କରିବାକୁ ଆପଣଙ୍କ API କି କନଫିଗର କରନ୍ତୁ
pa: AI-ਸੰਚਾਲਿਤ ਸਿੱਖਣ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣ ਲਈ ਆਪਣੀਆਂ API ਕੀਆਂ ਨੂੰ ਸੰਰਚਿਤ ਕਰੋ
ur: AI سے چلنے والی سیکھنے کی خصوصیات کو فعال کرنے کے لیے اپنی API کیز کو کنفیگر کریں

source: OpenAI API Key
as: OpenAI API কী
gu: OpenAI API કી
kn: OpenAI API ಕೀ
ml: OpenAI API കീ
mr: OpenAI API की
or: OpenAI API କି
pa: OpenAI API ਕੀ
ur: OpenAI API کی

# geminiApiKey
source: Google Gemini API Key
as: Google Gemini API কী
gu: Google Gemini API કી
kn: Google Gemini API ಕೀ
ml: Google Gemini API കീ
mr: Google Gemini API की
or: Google Gemini API କି
pa: Google Gemini API ਕੀ
ur: Google Gemini API کی

# anthropicApiKey
source: Anthropic Claude API Key
as: Anthropic Claude API কী
gu: Anthropic Claude API કી
kn: Anthropic Claude API ಕೀ
ml: Anthropic Claude API കീ
mr: Anthropic Claude API की
or: Anthropic Claude API କି
pa: Anthropic Claude API ਕੀ
ur: Anthropic Claude API کی

source: Save API Keys
as: API কীসমূহ ছেভ কৰক
gu: API કીઓ સેવ કરો
kn: API ಕೀಗಳನ್ನು ಉಳಿಸಿ
ml: API കീകൾ സേവ് ചെയ്യുക
mr: API की जतन करा
or: API କି ସେଭ କରନ୍ତୁ
pa: API ਕੀਆਂ ਸੇਵ ਕਰੋ
ur: API کیز محفوظ کریں

source: Notifications
as: জাননী
gu: સૂચનાઓ
kn: ಅಧಿಸೂಚನೆಗಳು
ml: അറിയിപ്പുകൾ
mr: सूचना
or: ବିଜ୍ଞପ୍ତି
pa: ਸੂਚਨਾਵਾਂ
ur: اطلاعات

source: App Notifications
as: এপ জাননী
gu: એપ સૂચનાઓ
kn: ಅಪ್ಲಿಕೇಶನ್ ಅಧಿಸೂಚನೆಗಳು
ml: ആപ്പ് അറിയിപ്പുകൾ
mr: अॅप सूचना
or: ଆପ ବିଜ୍ଞପ୍ତି
pa: ਐਪ ਸੂਚਨਾਵਾਂ
ur: ایپ اطلاعات

# appNotificationsDescription
source: Receive notifications for new content and updates
as: নতুন বিষয়বস্তু আৰু আপডেটৰ বাবে জাননী গ্ৰহণ কৰক
gu: નવી સામગ્રી અને અપડેટ્સ માટે સૂચનાઓ પ્રાપ્ત કરો
kn: ಹೊಸ ವಿಷಯ ಮತ್ತು ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸಿ
ml: പുതിയ ഉള്ളടക്കത്തിനും അപ്‌ഡേറ്റുകൾക്കുമായി അറിയിപ്പുകൾ സ്വീകരിക്കുക
mr: नवीन सामग्री आणि अपडेट्ससाठी सूचना प्राप्त करा
or: ନୂତନ ବିଷୟବସ୍ତୁ ଏବଂ ଅପଡେଟ ପାଇଁ ବିଜ୍ଞପ୍ତି ଗ୍ରହଣ କରନ୍ତୁ
pa: ਨਵੀਂ ਸਮੱਗਰੀ ਅਤੇ ਅਪਡੇਟਾਂ ਲਈ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰੋ
ur: نئے مواد اور اپ ڈیٹس کے لیے اطلاعات حاصل کریں

source: Email Notifications
as: ইমেইল জাননী
gu: ઇમેઇલ સૂચનાઓ
kn: ಇಮೇಲ್ ಅಧಿಸೂಚನೆಗಳು
ml: ഇമെയിൽ അറിയിപ്പുകൾ
mr: ईमेल सूचना
or: ଇମେଲ ବିଜ୍ଞପ୍ତି
pa: ਈਮੇਲ ਸੂਚਨਾਵਾਂ
ur: ای میل اطلاعات

# emailNotificationsDescription
source: Get email notifications for important updates
as: গুৰুত্বপূৰ্ণ আপডেটৰ বাবে ইমেইল জাননী লাভ কৰক
gu: મહત્વપૂર્ણ અપડેટ્સ માટે ઇમેઇલ સૂચનાઓ મેળવો
kn: ಪ್ರಮುಖ ಅಪ್‌ಡೇಟ್‌ಗಳಿಗಾಗಿ ಇಮೇಲ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ಪಡೆಯಿರಿ
ml: പ്രധാനപ്പെട്ട അപ്‌ഡേറ്റുകൾക്കായി ഇമെയിൽ അറിയിപ്പുകൾ നേടുക
mr: महत्वाच्या अपडेट्ससाठी ईमेल सूचना मिळवा
or: ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଅପଡେଟ ପାଇଁ ଇମେଲ ବିଜ୍ଞପ୍ତି ପାଆନ୍ତୁ
pa: ਮਹੱਤਵਪੂਰਨ ਅਪਡੇਟਾਂ ਲਈ ਈਮੇਲ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰੋ
ur: اہم اپ ڈیٹس کے لیے ای میل اطلاعات حاصل کریں

source: Support
as: সহায়
gu: સપોર્ટ
kn: ಬೆಂಬಲ
ml: പിന്തുണ
mr: समर्थन
or: ସହାୟତା
pa: ਸਹਾਇਤਾ
ur: سپورٹ

source: Help Center
as: সহায় কেন্দ্ৰ
gu: હેલ્પ સેન્ટર
kn: ಸಹಾಯ ಕೇಂದ್ರ
ml: സഹായ കേന്ദ്രം
mr: मदत केंद्र
or: ସହାୟତା କେନ୍ଦ୍ର
pa: ਸਹਾਇਤਾ ਕੇਂਦਰ
ur: ہیلپ سینٹر

# getHelp
source: Get help and support
as: সহায় আৰু সমৰ্থন লাভ কৰক
gu: મદદ અને સપોર્ટ મેળવો
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ ಪಡೆಯಿರಿ
ml: സഹായവും പിന്തുണയും നേടുക
mr: मदत आणि समर्थन मिळवा
or: ସହାୟତା ଏବଂ ସମର୍ଥନ ପାଆନ୍ତୁ
pa: ਸਹਾਇਤਾ ਅਤੇ ਸਮਰਥਨ ਪ੍ਰਾਪਤ ਕਰੋ
ur: مدد اور سپورٹ حاصل کریں

source: Contact Us
as: আমাৰ সৈতে যোগাযোগ কৰক
gu: અમારો સંપર્ક કરો
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: ഞങ്ങളെ ബന്ധപ്പെടുക
mr: आमच्याशी संपर्क साधा
or: ଆମକୁ ଯୋଗାଯୋଗ କରନ୍ତୁ
pa: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ur: ہم سے رابطہ کریں

# contactSupport
source: Contact us for assistance
as: সহায়ৰ বাবে আমাৰ সৈতে যোগাযোগ কৰক
gu: સહાય માટે અમારો સંપર્ક કરો
kn: ಸಹಾಯಕ್ಕಾಗಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: സഹായത്തിനായി ഞങ്ങളെ ബന്ധപ്പെടുക
mr: सहाय्यासाठी आमच्याशी संपर्क साधा
or: ସହାୟତା ପାଇଁ ଆମକୁ ଯୋଗାଯୋଗ କରନ୍ତୁ
pa: ਸਹਾਇਤਾ ਲਈ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ur: مدد کے لیے ہم سے رابطہ کریں

source: Home
as: ঘৰ
gu: હોમ
kn: ಮುಖ್ಯಪುಟ
ml: ഹോം
mr: मुख्यपृष्ठ
or: ଘର
pa: ਘਰ
ur: ہوم

source: Progress
as: অগ্ৰগতি
gu: પ્રગતિ
kn: ಪ್ರಗತಿ
ml: പുരോഗതി
mr: प्रगती
or: ଅଗ୍ରଗତି
pa: ਤਰੱਕੀ
ur: پیش قدمی

source: Select Language
as: ভাষা বাছনি কৰক
gu: ભાષા પસંદ કરો
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
or: ଭାଷା ବାଛନ୍ତୁ
pa: ਭਾਸ਼ਾ ਚੁਣੋ
ur: زبان منتخب کریں

# currentLanguage
source: Current: {languageName}
as: বৰ্তমান: {languageName}
gu: વર્તમાન: {languageName}
kn: ಪ್ರಸ್ತುತ: {languageName}
ml: നിലവിലുള്ളത്: {languageName}
mr: सध्याची: {languageName}
or: ବର୍ତ୍ତମାନ: {languageName}
pa: ਮੌਜੂਦਾ: {languageName}
ur: موجودہ: {languageName}

# languageChanged
source: Language changed to {languageName}
as: ভাষা {languageName}লৈ সলনি কৰা হৈছে
gu: ભાષા {languageName} માં બદલાઈ
kn: ಭಾಷೆಯನ್ನು {languageName} ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
ml: ഭാഷ {languageName} ലേക്ക് മാറ്റി
mr: भाषा {languageName} मध्ये बदलली
or: ଭାଷା {languageName}କୁ ପରିବର୍ତ୍ତନ ହୋଇଛି
pa: ਭਾਸ਼ਾ {languageName} ਵਿੱਚ ਬਦਲੀ ਗਈ
ur: زبان {languageName} میں تبدیل کر دی گئی

# comingSoon
source: {feature} coming soon!
as: {feature} শীঘ্ৰেই আহিছে!
gu: {feature} જલ્દી આવી રહ્યું છે!
kn: {feature} ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತಿದೆ!
ml: {feature} ഉടൻ വരുന്നു!
mr: {feature} लवकरच येत आहे!
or: {feature} ଶୀଘ୍ର ଆସୁଛି!
pa: {feature} ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ!
ur: {feature} جلد آ رہا ہے!

# apiKeysSaved
source: API keys saved successfully
as: API কীসমূহ সফলভাৱে ছেভ কৰা হৈছে
gu: API કીઓ સફળતાપૂર્વક સેવ થઈ
kn: API ಕೀಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ
ml: API കീകൾ വിജയകരമായി സേവ് ചെയ്തു
mr: API की यशस्वीरित्या जतन केल्या
or: API କି ସଫଳତାର ସହିତ ସେଭ ହୋଇଛି
pa: API ਕੀਆਂ ਸਫਲਤਾਪੂਰਵਕ ਸੇਵ ਹੋਈਆਂ
ur: API کیز کامیابی سے محفوظ ہو گئیں

# apiKeysLoadFailed
source: Failed to load API keys: {error}
as: API কীসমূহ লোড কৰিবলৈ ব্যৰ্থ: {error}
gu: API કીઓ લોડ કરવામાં નિષ્ફળ: {error}
kn: API ಕೀಗಳನ್ನು ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ: {error}
ml: API കീകൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: API की लोड करण्यात अयशस्वी: {error}
or: API କି ଲୋଡ କରିବାରେ ବିଫଳ: {error}
pa: API ਕੀਆਂ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
ur: API کیز لوڈ کرنے میں ناکام: {error}

# apiKeysSaveFailed
source: Failed to save API keys: {error}
as: API কীসমূহ ছেভ কৰিবলৈ ব্যৰ্থ: {error}
gu: API કીઓ સેવ કરવામાં નિષ્ફળ: {error}
kn: API ಕೀಗಳನ್ನು ಉಳಿಸುವಲ್ಲಿ ವಿಫಲವಾಗಿದೆ: {error}
ml: API കീകൾ സേവ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: {error}
mr: API की जतन करण्यात अयशस्वी: {error}
or: API କି ସେଭ କରିବାରେ ବିଫଳ: {error}
pa: API ਕੀਆਂ ਸੇਵ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: {error}
ur: API کیز محفوظ کرنے میں ناکام: {error}

# progressTracking
source: Progress tracking coming soon!
as: অগ্ৰগতি ট্ৰেকিং শীঘ্ৰেই আহিছে!
gu: પ્રગતિ ટ્રેકિંગ જલ્દી આવી રહ્યું છે!
kn: ಪ್ರಗತಿ ಟ್ರ್ಯಾಕಿಂಗ್ ಶೀಘ್ರದಲ್ಲೇ ಬರುತ್ತಿದೆ!
ml: പുരോഗതി ട്രാക്കിംഗ് ഉടൻ വരുന്നു!
mr: प्रगती ट्रॅकिंग लवकरच येत आहे!
or: ଅଗ୍ରଗତି ଟ୍ରାକିଂ ଶୀଘ୍ର ଆସୁଛି!
pa: ਤਰੱਕੀ ਟਰੈਕਿੰਗ ਜਲਦੀ ਆ ਰਹੀ ਹੈ!
ur: پیش قدمی کی ٹریکنگ جلد آ رہی ہے!

# swipeToSwitch
source: Swipe to Switch Subjects
as: বিষয় সলনি কৰিবলৈ স্বাইপ কৰক
gu: વિષયો બદલવા માટે સ્વાઇપ કરો
kn: ವಿಷಯಗಳನ್ನು ಬದಲಾಯಿಸಲು ಸ್ವೈಪ್ ಮಾಡಿ
ml: വിഷയങ്ങൾ മാറാൻ സ്വൈപ് ചെയ്യുക
mr: विषय बदलण्यासाठी स्वाइप करा
or: ବିଷୟ ବଦଳାଇବାକୁ ସ୍ୱାଇପ କରନ୍ତୁ
pa: ਵਿਸ਼ੇ ਬਦਲਣ ਲਈ ਸਵਾਈਪ ਕਰੋ
ur: مضامین تبدیل کرنے کے لیے سوائپ کریں

# swipeInstructions
source: Swipe left or right to explore different subjects
as: বিভিন্ন বিষয় অন্বেষণ কৰিবলৈ বাওঁ বা সোঁফালে স্বাইপ কৰক
gu: વિવિધ વિષયો એક્સપ્લોર કરવા માટે ડાબે અથવા જમણે સ્વાઇપ કરો
kn: ವಿವಿಧ ವಿಷಯಗಳನ್ನು ಅನ್ವೇಷಿಸಲು ಎಡ ಅಥವಾ ಬಲಕ್ಕೆ ಸ್ವೈಪ್ ಮಾಡಿ
ml: വിവിധ വിഷയങ്ങൾ പര്യവേക്ഷണം ചെയ്യാൻ ഇടത്തോട്ടോ വലത്തോട്ടോ സ്വൈപ് ചെയ്യുക
mr: वेगवेगळे विषय एक्सप्लोर करण्यासाठी डावीकडे किंवा उजवीकडे स्वाइप करा
or: ବିଭିନ୍ନ ବିଷୟ ଅନ୍ୱେଷଣ କରିବାକୁ ବାମ କିମ୍ବା ଡାହାଣକୁ ସ୍ୱାଇପ କରନ୍ତୁ
pa: ਵੱਖ-ਵੱਖ ਵਿਸ਼ਿਆਂ ਦੀ ਖੋਜ ਕਰਨ ਲਈ ਖੱਬੇ ਜਾਂ ਸੱਜੇ ਸਵਾਈਪ ਕਰੋ
ur: مختلف مضامین کی تلاش کے لیے بائیں یا دائیں سوائپ کریں

source: Skip
as: এৰি দিয়ক
gu: છોડો
kn: ಬಿಟ್ಟುಬಿಡಿ
ml: ഒഴിവാക്കുക
mr: वगळा
or: ଛାଡନ୍ତୁ
pa: ਛੱਡੋ
ur: چھوڑیں

source: Math
as: গণিত
gu: ગણિત
kn: ಗಣಿತ
ml: ഗണിതം
mr: गणित
or: ଗଣିତ
pa: ਗਣਿਤ
ur: ریاضی

source: Science
as: বিজ্ঞান
gu: વિજ્ઞાન
kn: ವಿಜ್ಞಾನ
ml: ശാസ്ത്രം
mr: विज्ञान
or: ବିଜ୍ଞାନ
pa: ਵਿਗਿਆਨ
ur: سائنس

source: History
as: ইতিহাস
gu: ઇતિહાસ
kn: ಇತಿಹಾಸ
ml: ചരിത്രം
mr: इतिहास
or: ଇତିହାସ
pa: ਇਤਿਹਾਸ
ur: تاریخ

source: Geography
as: ভূগোল
gu: ભૂગોળ
kn: ಭೂಗೋಳ
ml: ഭൂമിശാസ്ത്രം
mr: भूगोल
or: ଭୂଗୋଳ
pa: ਭੂਗੋਲ
ur: جغرافیہ

# solveForX
source: Solve for x: 2x + 5 = 15
as: x ৰ বাবে সমাধান কৰক: 2x + 5 = 15
gu: x માટે ઉકેલો: 2x + 5 = 15
kn: x ಗಾಗಿ ಪರಿಹರಿಸಿ: 2x + 5 = 15
ml: x നായി പരിഹരിക്കുക: 2x + 5 = 15
mr: x साठी सोडवा: 2x + 5 = 15
or: x ପାଇଁ ସମାଧାନ କରନ୍ତୁ: 2x + 5 = 15
pa: x ਲਈ ਹੱਲ ਕਰੋ: 2x + 5 = 15
ur: x کے لیے حل کریں: 2x + 5 = 15

# chemicalFormula
source: What is the chemical formula for water?
as: পানীৰ ৰাসায়নিক সূত্ৰ কি?
gu: પાણીનું રાસાયણિક સૂત્ર શું છે?
kn: ನೀರಿನ ರಾಸಾಯನಿಕ ಸೂತ್ರ ಏನು?
ml: വെള്ളത്തിന്റെ രാസ സൂത്രം എന്താണ്?
mr: पाण्याचे रासायनिक सूत्र काय आहे?
or: ପାଣିର ରାସାୟନିକ ସୂତ୍ର କ'ଣ?
pa: ਪਾਣੀ ਦਾ ਰਸਾਇਣਕ ਸੂਤਰ ਕੀ ਹੈ?
ur: پانی کا کیمیائی فارمولا کیا ہے؟

# worldWarEnd
source: In which year did World War II end?
as: দ্বিতীয় বিশ্বযুদ্ধ কোন বছৰত শেষ হৈছিল?
gu: બીજું વિશ્વયુદ્ધ કયા વર્ષે સમાપ્ત થયું?
kn: ಎರಡನೆಯ ಮಹಾಯುದ್ಧ ಯಾವ ವರ್ಷದಲ್ಲಿ ಕೊನೆಗೊಂಡಿತು?
ml: രണ്ടാം ലോകമഹായുദ്ധം ഏത് വർഷത്തിൽ അവസാനിച്ചു?
mr: दुसरे महायुद्ध कोणत्या वर्षी संपले?
or: ଦ୍ୱିତୀୟ ବିଶ୍ୱଯୁଦ୍ଧ କେଉଁ ବର୍ଷରେ ଶେଷ ହୋଇଥିଲା?
pa: ਦੂਜਾ ਵਿਸ਼ਵ ਯੁੱਧ ਕਿਸ ਸਾਲ ਖਤਮ ਹੋਇਆ?
ur: دوسری جنگ عظیم کس سال ختم ہوئی؟

# australiaCapital
source: What is the capital of Australia?
as: অষ্ট্ৰেলিয়াৰ ৰাজধানী কি?
gu: ઓસ્ટ્રેલિયાની રાજધાની શું છે?
kn: ಆಸ್ಟ್ರೇಲಿಯಾದ ರಾಜಧಾನಿ ಏನು?
ml: ഓസ്ട്രേലിയയുടെ തലസ്ഥാനം എന്താണ്?
mr: ऑस्ट्रेलियाची राजधानी काय आहे?
or: ଅଷ୍ଟ୍ରେଲିଆର ରାଜଧାନୀ କ'ଣ?
pa: ਆਸਟ੍ਰੇਲੀਆ ਦੀ ਰਾਜਧਾਨੀ ਕੀ ਹੈ?
ur: آسٹریلیا کا دارالحکومت کیا ہے؟

# enterAnswer
source: Enter your answer below:
as: আপোনাৰ উত্তৰ তলত প্ৰবিষ্ট কৰক:
gu: તમારો જવાબ નીચે દાખલ કરો:
kn: ನಿಮ್ಮ ಉತ್ತರವನ್ನು ಕೆಳಗೆ ನಮೂದಿಸಿ:
ml: നിങ്ങളുടെ ഉത്തരം താഴെ നൽകുക:
mr: तुमचे उत्तर खाली प्रविष्ट करा:
or: ଆପଣଙ୍କ ଉତ୍ତର ତଳେ ପ୍ରବେଶ କରନ୍ତୁ:
pa: ਆਪਣਾ ਜਵਾਬ ਹੇਠਾਂ ਦਰਜ ਕਰੋ:
ur: اپنا جواب نیچے درج کریں:

source: Answer
as: উত্তৰ
gu: જવાબ
kn: ಉತ್ತರ
ml: ഉത്തരം
mr: उत्तर
or: ଉତ୍ତର
pa: ਜਵਾਬ
ur: جواب

source: Show Solution
as: সমাধান দেখুৱাওক
gu: ઉકેલ બતાવો
kn: ಪರಿಹಾರವನ್ನು ತೋರಿಸಿ
ml: പരിഹാരം കാണിക്കുക
mr: समाधान दाखवा
or: ସମାଧାନ ଦେଖାନ୍ତୁ
pa: ਹੱਲ ਦਿਖਾਓ
ur: حل دکھائیں

source: Solution:
as: সমাধান:
gu: ઉકેલ:
kn: ಪರಿಹಾರ:
ml: പരിഹാരം:
mr: समाधान:
or: ସମାଧାନ:
pa: ਹੱਲ:
ur: حل:

# switchedTo
source: Switched to {subject}
as: {subject}লৈ সলনি কৰা হৈছে
gu: {subject} માં બદલાયું
kn: {subject} ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ
ml: {subject} ലേക്ക് മാറി
mr: {subject} मध्ये बदलले
or: {subject}କୁ ବଦଳାଯାଇଛି
pa: {subject} ਵਿੱਚ ਬਦਲਿਆ ਗਿਆ
ur: {subject} میں تبدیل کر دیا گیا
